export const versionUpdates = [
	{
		version: '1.0',
		changes: ['🔹 Базовий функціонал'],
	},
	{
		version: '1.1',
		changes: [
			'🔹 Додано можливість зміни даних лінійки товарів (ціна)',
			"🔹 Добавлено кнопку 'Продаж дроп'",
			'🔹 Добавлено можливість переглянути версію',
		],
	},
	{
		version: '1.2',
		changes: [
			'🔹 Виправлено помилку із закриттям модалки при редагуванні товару',
			'🔹 Виправлено помилку зі зміною порядку товарів при їх продажі',
			'🔹 Добавлено можливість продажу через пошук',
			'🔹 Змінено вигляд аналітики (можна дізнатись деталі продажу, натиснувши на неї)',
		],
	},
	{
		version: '1.2.1',
		changes: [
			'🔹 Добавлено можливість видалення продажу',
			"🔹 Добавлено кнопку 'Догори'",
			'🔹 Добавлено підрахунок к-сті у Опті',
		],
	},
	{
		version: '1.3.1',
		changes: [
			'🔹 Добавлено можливість видалення продажу',
			"🔹 Добавлено кнопку 'Догори'",
			'🔹 Добавлено підрахунок к-сті у Опті',
		],
	},
	{
		version: '1.4.1',
		changes: [
			'🔹 Добавлено можливість видалення продажу',
			"🔹 Добавлено кнопку 'Догори'",
			'🔹 Добавлено підрахунок к-сті у Опті',
		],
	},
]
